[{"Movie Name":"Once Upon a Time ... in Hollywood","MPAA Rating":"R","Critics Pick":1,"Byline":"A.O. Scott","Headline":"‘Once Upon A Time … In Hollywood’ Review: We Lost It At The Movies","Summary":"Leonardo DiCaprio and Brad Pitt star as midlevel entertainment industry workers whose relationship forms the core of Quentin Tarantino’s look at the movie past.","Publication Date":"2019-07-24","Opening Date":"2019-07-26","Date Updated":"2019-08-24 16:44:02","Link Type":"article"},{"Movie Name":"The Hateful Eight","MPAA Rating":"R","Critics Pick":0,"Byline":"A. O. Scott","Headline":"Review: Quentin Tarantino’S ‘The Hateful Eight’ Blends Verbiage And Violence","Summary":"Mr. Tarantino’s western tale of vengeance settles outlaws and bounty hunters around the fire to chat — until it’s time to start killing one another.","Publication Date":"2015-12-24","Opening Date":"2015-12-30","Date Updated":"2017-11-02 04:18:23","Link Type":"article"},{"Movie Name":"Django Unchained","MPAA Rating":"R","Critics Pick":1,"Byline":"A. O. Scott","Headline":"The Black, The White And The Angry","Summary":"“Django Unchained” is pulpy, digressive, jokey, giddily brutal and ferociously profane, but it is also a troubling and important movie about slavery and racism.","Publication Date":"2012-12-24","Opening Date":"2012-12-25","Date Updated":"2017-11-02 04:18:16","Link Type":"article"},{"Movie Name":"Inglourious Basterds","MPAA Rating":"R","Critics Pick":0,"Byline":"Manohla Dargis","Headline":"Tarantino Avengers In Nazi Movieland","Summary":"“Inglourious Basterds” is simply another testament to Quentin Tarantino’s movie love.","Publication Date":"2009-08-20","Opening Date":"2009-08-21","Date Updated":"2017-11-02 04:18:10","Link Type":"article"},{"Movie Name":"Grindhouse","MPAA Rating":"R","Critics Pick":0,"Byline":"A. O. Scott","Headline":"Back To The (Double) Feature","Summary":"“Grindhouse” is soaked in bloody nostalgia for the cheesy, disreputable pleasures of an older form of movie entertainment. ","Publication Date":"2007-04-06","Opening Date":"2007-04-06","Date Updated":"2017-11-02 04:18:05","Link Type":"article"},{"Movie Name":"Kill Bill Vol. 2","MPAA Rating":"R","Critics Pick":1,"Byline":"Elvis Mitchell","Headline":"Vengeance Still Mine, Saith The Lethal Bride","Summary":"When a writer-director — Cameron Crowe or Paul Thomas Anderson, for example — is in love with his characters, the fun comes when the filmmaker lets them gab away, inadvertently revealing themselves. The joy when Quentin Tarantino's creations speak is the opposite. Despite their hilariously florid rapping, his folks are also incredibly cagey: they never give the entire game away. This shrewdness is the template for the long dialogues in &quot;Kill Bill, Vol. 2,&quot; the most voluptuous comic-book movie ever made.   In this deliciously perverse picture, everything is operatic, including the despair and the pauses. Uma Thurman, whose speaking voice has a lyric, teasing quality, is just the performer to get the mordant slyness across. Mr. Tarantino's movies are also about loss and betrayal, and &quot;Vol. 2&quot; is a double-burger helping of those motifs. It is rich, substantial and sustained, yet also greasy kids' stuff, a wrapper filled with an extra large order of chili fries, stained with ketchup, salt and cheese. &quot;Vol. 1&quot; was all set-up: the longest first act in movie history, staged and edited like a series of Pablo Ferro trailers. &quot;Vol. 2&quot; is the second and third acts in one convenient serving, told in a languorous flashback-within-a-flashback style with airy long takes. Unlike the 100-meter high-hurdles of &quot;Vol. 1,&quot; this sequel is a marathon, with hills and long stretches of flatland. As in the first film, the Bride (Ms. Thurman) is on a mission of vengeance after being shot and left for dead; she's out to murder her former colleagues led by Bill (David Carradine). She calls her journey a roaring rampage of revenge. The movie, which quivers with a geek-adrenaline rush, in some ways feels like its time may have passed; this feels likes a movie Mr. Tarantino might have made before &quot;Pulp Fiction.&quot; — Elvis Mitchell","Publication Date":"2004-04-16","Opening Date":"2004-04-16","Date Updated":"2017-11-02 04:18:03","Link Type":"article"},{"Movie Name":"Kill Bill Vol. 1","MPAA Rating":"R","Critics Pick":0,"Byline":"A. O. Scott","Headline":"Blood Bath & Beyond","Summary":"Quentin Tarantino's fourth movie, his first in six years, is astonishingly violent, intermittently fascinating and sometimes tedious. This may be the picture's most serious flaw, since it comes from a man whose worship of action movies from all over the world (but especially Asia) is evident in every frame. Also evident is his obsession with Uma Thurman: by far the most emotionally charged relationship in the movie is the one between the director and his star, who functions as his muse, idol, alter ego and fetish object. Her character, the Bride, is a former assassin whose former lover (that would be Bill) tried to kill her on her wedding day. In this film, the first installment in a two-part revenge epic, the Bride wakes up from a 4-year coma and goes after the hired swords and guns who attacked her. Most of the exposition has been left for Volume Two; this one is an anthology of increasingly violent sequences, some sickening, some rather thrilling, that culminates in a Tokyo nightclub bloodbath  during which Lucy Liu, playing a petite yakuza boss, shows off her Japanese, and also (quite literally) her brains. — A. O. Scott","Publication Date":"2003-10-10","Opening Date":"2003-10-10","Date Updated":"2017-11-02 04:18:02","Link Type":"article"},{"Movie Name":"Jackie Brown","MPAA Rating":"TV-MA","Critics Pick":0,"Byline":"Janet Maslin","Headline":"Jackie Brown (Movie)  ","Summary":"Bail bondsman, smuggler and arms dealer, via Tarantino. Sluggish.","Publication Date":"1997-12-24","Opening Date":"1997-12-25","Date Updated":"2017-11-02 04:17:54","Link Type":"article"},{"Movie Name":"Four Rooms","MPAA Rating":"R","Critics Pick":0,"Byline":"Janet Maslin","Headline":"Four Rooms (Movie)","Summary":"Short films, set in crumbling hotel. Self-indulgent cellar dweller.","Publication Date":"1995-12-26","Opening Date":"1995-12-25","Date Updated":"2017-11-02 04:17:49","Link Type":"article"},{"Movie Name":"Pulp Fiction","MPAA Rating":"R","Critics Pick":1,"Byline":"Janet Maslin","Headline":"Pulp Fiction (Movie)","Summary":"Director Quentin Tarantino's linked vignettes about petty hoodlums and their ilk. Shocking, funny and blazingly original.","Publication Date":"1994-09-23","Opening Date":"1994-10-14","Date Updated":"2017-11-02 04:17:47","Link Type":"article"},{"Movie Name":"Reservoir Dogs","MPAA Rating":"TV-MA","Critics Pick":0,"Byline":"Vincent Canby","Headline":"Reservoir Dogs (Movie)","Summary":"Crooks regroup at warehouse after heist. Brutal and dazzling, via Tarantino.","Publication Date":"1992-10-23","Opening Date":null,"Date Updated":"2017-11-02 04:16:11","Link Type":"article"}]